Flow_Over_Heated_Plate_Steady_State/Fluid-openfoam/constant/g
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class uniformDimensionedVectorField;
 object g;
}

dimensions [ 0 1 -2 0 0 0 0 ];

value (0 0 -9.81);

