Flow_Over_Heated_Plate_Steady_State/Fluid-openfoam/0/p_rgh
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0";
	object	p_rgh;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[1 -1 -2 0 0 0 0];
internalField	uniform 101325;
boundaryField
{
	Coupling_Interface
	{
		type	fixedFluxPressure;
	}
	inlet
	{
		type	fixedFluxPressure;
	}
	outlet
	{
		type	fixedValue;
		value	uniform 101325;
	}
	Fluid_Walls
	{
		type	fixedFluxPressure;
	}
}
