Flow_Over_Heated_Plate_Steady_State/Fluid-openfoam/0/alphat
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0";
	object	alphat;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[1 -1 -1 0 0 0 0];
internalField	uniform 0;
boundaryField
{
	Coupling_Interface
	{
		type	compressible::alphatJayatillekeWallFunction;
		value	uniform 0;
		Prt	0.85;
	}
	inlet
	{
		type	calculated;
		value	uniform 0;
	}
	outlet
	{
		type	calculated;
		value	uniform 0;
	}
	Fluid_Walls
	{
		type	compressible::alphatJayatillekeWallFunction;
		value	uniform 0;
		Prt	0.85;
	}
}
