Flow_Over_Heated_Plate_Steady_State/Fluid-openfoam/0/epsilon
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0";
	object	epsilon;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 2 -3 0 0 0 0];
internalField	uniform 1;
boundaryField
{
	Coupling_Interface
	{
		type	epsilonWallFunction;
		value	uniform 1;
	}
	inlet
	{
		type	turbulentMixingLengthDissipationRateInlet;
		value	uniform 1;
		mixingLength	0.001;
	}
	outlet
	{
		type	zeroGradient;
	}
	Fluid_Walls
	{
		type	epsilonWallFunction;
		value	uniform 1;
	}
}
