Flow_Over_Heated_Plate_Steady_State/Fluid-openfoam/system/surfaceFeatureExtractDict

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      surfaceFeatureExtractDict;
}

Fluid_Participant_Mesh.stl
{
    extractionMethod    extractFromSurface;
    includedAngle       150;
    geometricTestOnly   false;
}
